Repository: wasta-linux/wasta-gnome-ext-3-18
Catalog: extensions/gnomenu@panacier.gmail.com/po/*.po
Languages: pt_br

source: Gno-Menu: Search Firefox bookmarks disabled
pt_br: Gno-Menu: Pesquisa nos favoritos Fireofx desabilitada

source: If you want to search Firefox bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 (Ubuntu) or libgda-sqlite (Fedora)
pt_br: Se você quer pesquisar nos favoritos Firefox, deve instalar os pacotes requeridos: libgir1.2-gda-5.0 (Ubuntu) ou libgda-sqlite (Fedora)

source: Gno-Menu: Search Midori bookmarks disabled
pt_br: Gno-Menu: Pesquisa nos favoritos Midori desabilitada

source: If you want to search Midori bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 (Ubuntu) or libgda-sqlite (Fedora)
pt_br: Se você quer pesquisar nos favoritos Midori, deve instalar os pacotes requeridos: libgir1.2-gda-5.0 (Ubuntu) ou libgda-sqlite (Fedora)

source: Recent
pt_br: Recente

source: Favorites
pt_br: Favoritos

source: Places
pt_br: Locais

source: List View
pt_br: Visão em lista

source: Grid View
pt_br: Visão em ícones

source: Type to search...
pt_br: Digite para pesquisar...

source: Frequent Apps
pt_br: Aplicativos frequentes

source: All Applications
pt_br: Todos os aplicativos

source: Restart Shell
pt_br: Reiniciar o Shell

source: Suspend
pt_br: Suspender

source: Shutdown
pt_br: Desligar

source: Logout User
pt_br: Encerrar sessão

source: Lock Screen
pt_br: Travar a tela

source: Preferences
pt_br: Preferências

source: No GnoMenu stylesheet found
pt_br: Nenhuma folha de estilos do GnoMenu encontrada

source: Failed to launch "%s"
pt_br: Falha ao carregar "%s"

source: Home
pt_br: Início

source: Computer
pt_br: Computador

source: Browse network
pt_br: Nevagar na rede

source: <b>Panel Settings</b>
pt_br: <b>Configurações do painel</b>

source: Disable activities hot corner
pt_br: Desabilitar as atividades do canto superior

source: Remove View button from panel
pt_br: Remover botão View do painel

source: Label for View button
pt_br: Rótulo para o botão View

source: Use icon with View button
pt_br: Usar ícone com o botão View

source: Remove Apps button from panel
pt_br: Remover o botão Apps do painel

source: Label for Apps button
pt_br: Rótulo para o botão Apps

source: Use icon with Apps button
pt_br: Usar ícone com o botão Apps

source: Remove Menu button from panel
pt_br: Remover o botão Menu do painel

source: Label for Menu button
pt_br: Rótulo para o botão Menu

source: Use icon with Menu button
pt_br: Usar ícone com o botão Menu

source: Disable Menu button hot spot
pt_br: Desabilitar ponto de acesso do botão Menu

source: Disable Menu button shortcut key
pt_br: Desabilitar tecla de atalho do botão Menu

source: Invalid accelerator. Try F12, <Super>space, <Ctrl><Alt><Shift>a, etc.
pt_br: Acelerador inválido. Tente F12, <Super> espaço, <Ctrl><Alt><Shift>a, etc.

source: <b>Menu Settings</b>
pt_br: <b>Configurações do menu</b>

source: Hide Shortcuts Panel
pt_br: Ocultar painel de atalhos

source: Menu layout size
pt_br: Tamanho do layout do menu

source: Large
pt_br: Grande

source: Medium
pt_br: Médio

source: Small
pt_br: Pequeno

source: Icons to display on Shortcuts Panel
pt_br: Ícones exibidos no painel de atalhos

source: Applications to display at startup
pt_br: Aplicativos exibidos na inicialização

source: All
pt_br: Tudo

source: Frequent
pt_br: Frequente

source: Default view mode for applications
pt_br: Modo de visualização para os aplicativos

source: List
pt_br: Lista

source: Grid
pt_br: Ícones

source: Category selection method
pt_br: Método de seleção da categoria

source: Hover
pt_br: Foco

source: Click
pt_br: Clique

source: Size of Shortcuts Panel icons
pt_br: Tamanho dos ícones do painel de atalhos

source: Size of Application List icons
pt_br: Tamanho dos ícones da lista de aplicativos

source: Size of Application Grid icons
pt_br: Tamanho dos ícones da grade de aplicativos
